Projection surface line color.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public Color ProjectionLineColor { get; }
  Visual Basic
Public ReadOnly Property ProjectionLineColor As Color
	Get
  Visual C++
public:
property Color^ ProjectionLineColor {
	Color^ get ();
}
 See Also
  OverrideGraphicSettings Class
  Autodesk.Revit.DB Namespace